/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Preferencias del Dock. Las preferencias se dividen entre sencillas claves de presentación y diccionarios de iconos dinámicos de aplicación y documento más complejos.";
"autohide.pfm_title" =						"Ocultación";
"autohide.pfm_description" =				"Ajuste la opción a “true” para activar la ocultación.";
"autohide-immutable.pfm_title" =			"Casilla de ocultación desactivada";
"autohide-immutable.pfm_description" =		"Ajuste la opción a “true” para desactivar la casilla “Ocultar y mostrar automáticamente”.";
"contents-immutable.pfm_title" =			"Cambios desactivados";
"contents-immutable.pfm_description" =		"Ajuste la opción a “true” para impedir al usuario que cambie el contenido del Dock.";
"largesize.pfm_title" =						"Tamaño máximo del icono dinámico";
"largesize.pfm_description" =				"Tamaño máximo del icono dinámico en píxeles.";
"launchanim.pfm_title" =					"Animación de apertura";
"launchanim.pfm_description" =				"Ajuste la opción a “true” para usar la animación de apertura.";
"launchanim-immutable.pfm_title" =			"Casilla de animación de apertura desactivada";
"launchanim-immutable.pfm_description" =	"Ajuste la opción a “true” para desactivar la casilla de animación de apertura.";
"magnification.pfm_title" =					"Ampliación";
"magnification.pfm_description" =			"Ajuste la opción a “true” para activar la ampliación.";
"magnify-immutable.pfm_title" =				"Casilla de ampliación desactivada";
"magnify-immutable.pfm_description" =		"Ajuste la opción a “true” para desactivar la casilla de ampliación.";
"magsize-immutable.pfm_title" =				"Regulador de ampliación desactivado";
"magsize-immutable.pfm_description" =		"Ajuste la opción a “true” para desactivar el regulador de ampliación.";
"mineffect.pfm_title" =						"Efecto de minimización";
"mineffect.pfm_description" =				"Efecto de minimización.";
"mineffect-immutable.pfm_title" =			"Menú local de minimización desactivado";
"mineffect-immutable.pfm_description" =		"Ajuste la opción a “true” para desactivar el menú local de efecto de minimización.";
"orientation.pfm_title" =					"Posición";
"orientation.pfm_description" =				"Posición del Dock a la izquierda, a la derecha o abajo.";
"position-immutable.pfm_title" =			"Controles de posición desactivados";
"position-immutable.pfm_description" =		"Ajuste la opción a “true” para impedir al usuario que cambie la posición del Dock.";
"tilesize.pfm_title" =						"Tamaño de icono dinámico";
"tilesize.pfm_description" =				"Tamaño de icono dinámico.";
"size-immutable.pfm_title" =				"Control de tamaño de iconos dinámicos desactivado";
"size-immutable.pfm_description" =			"Ajuste la opción a “true” para impedir al usuario que cambie el tamaño del icono dinámico.";
"static-only.pfm_title" =					"Solo iconos dinámicos gestionados";
"static-only.pfm_description" =				"Ajuste la opción a “true” para sólo mostrar los archivos gestionados.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Iconos dinámicos de aplicación";
"AppItems-Raw.pfm_description" =			"Matriz para contener los datos de los iconos dinámicos de la aplicación.";
"apptile.pfm_title" =						"Icono dinámico de aplicación";
"apptile.pfm_description" =					"Un icono dinámico de aplicación.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Datos de iconos dinámicos del Dock";
"tile-data.pfm_description" =				"Datos de iconos dinámicos del Dock.";
"file-data.pfm_title" =						"Datos del archivo";
"file-data.pfm_description" =				"Datos del archivo para un icono dinámico de archivo.";
"_CFURLString.pfm_title" =					"Ruta de archivo";
"_CFURLString.pfm_description" =			"Ruta absoluta del sistema de archivos.";
"_CFURLStringType.pfm_title.file" =			"Tipo de URL del archivo";
"_CFURLStringType.pfm_description.file" =	"Tipo de URL del archivo. Ajustado siempre a 0.";
"_CFURLStringType.pfm_title.URL" =			"Tipo de URL";
"_CFURLStringType.pfm_description.URL" =	"Tipo de URL. Ajustado siempre a 0.";
"_CFURLStringType.pfm_title.URLID" =		"Tipo de ID de la URL";
"_CFURLStringType.pfm_description.URLID" =	"Tipo de ID de la URL. Ajustado siempre a 15.";
"_CFURLAliasData.pfm_title" =				"Alias";
"_CFURLAliasData.pfm_description" =			"Datos de alias; necesarios únicamente para elementos de servidor.";
"tile-type.pfm_title" =						"Tipo de icono dinámico";
"tile-type.pfm_description" =				"Tipo del icono dinámico.";
"mcx_typehint.pfm_title" =					"Indicación del tipo MCX";
"mcx_typehint.pfm_description" =			"Usado internamente por Workgroup Manager.  No modificar.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Iconos dinámicos de documento";
"DocItems-Raw.pfm_description" =			"Matriz para contener los datos de los iconos dinámicos de documento y páginas web.";
"doctile.pfm_title" =						"Icono dinámico de documento";
"doctile.pfm_description" =					"Un icono dinámico de documento.";
"url.pfm_title" =							"Datos de la URL";
"url.pfm_description" =						"Datos de la URL para un icono dinámico de URL.";
"file-label.pfm_title" =					"Etiqueta del icono dinámico del archivo";
"file-label.pfm_description" =				"Etiqueta del icono dinámico del archivo.";
"label.pfm_title" =							"Etiqueta del icono dinámico de la URL";
"label.pfm_description" =					"Etiqueta del icono dinámico de la URL.";
"file-type.pfm_title" =						"Tipo de ítem";
"file-type.pfm_description" =				"Tipo de ítem. Para los iconos dinámicos de documentos: ajuste a 2 para lo que no sea un volumen, a 18 para un volumen y a 32 si no es una carpeta.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"Carpetas especiales MCX";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Carpetas añadidas por el cliente gestionado.";
"mcxfolderflag.pfm_title" =						"Indicador de carpeta";
"mcxfolderflag.pfm_description" =				"Indicador de carpeta añadido por el cliente gestionado.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Regla de unión de iconos dinámicos de la aplicación gestionada";
"appTilesUPKManaged.pfm_description" =		"Claves de la regla de unión de iconos dinámicos de aplicación para el dominio gestionado.";
"appTilesUPKUser.pfm_title" =				"Regla de unión de iconos dinámicos de la aplicación del usuario";
"appTilesUPKUser.pfm_description" =			"Claves de la regla de unión de iconos dinámicos de aplicación para el dominio del usuario.";
"docTilesUPKManaged.pfm_title" =			"Regla de unión de iconos dinámicos del documento gestionado";
"docTilesUPKManaged.pfm_description" =		"Claves de la regla de unión de iconos dinámicos de documento para el dominio gestionado.";
"docTilesUPKUser.pfm_title" =				"Regla de unión de iconos dinámicos del documento del usuario";
"docTilesUPKUser.pfm_description" =			"Claves de la regla de unión de iconos dinámicos de documento para el dominio del usuario.";
"mcxDocSpecialUPK.pfm_title" =				"Clave de las reglas de unión para las carpetas especiales del cliente gestionado";
"mcxDocSpecialUPK.pfm_description" =		"Clave de la regla de unión para las carpetas especiales del Dock del cliente gestionado.";
